Repository: jjhhyyg/WordScene
Catalog: WordScene/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, vi, zh_hant

source: 同步未完成
ar: المزامنة لم تكتمل
de: Synchronisierung unvollständig
en: Sync Incomplete
es: Sincronización incompleta
fr: Synchronisation incomplète
hi: सिंक पूरा नहीं हुआ
id: Sinkronisasi belum selesai
it: Sincronizzazione incompleta
ja: 同期未完了
ko: 동기화 미완료
nl: Synchronisatie onvolledig
pl: Synchronizacja nieukończona
pt: Sincronização incompleta
ru: Синхронизация не завершена
tr: Senkronizasyon Tamamlanmadı
vi: Đồng bộ chưa hoàn tất

source: 向 iCloud 上传
ar: رفع إلى iCloud
de: In iCloud hochladen
en: Upload to iCloud
es: Subir a iCloud
fr: Téléverser vers iCloud
hi: iCloud पर अपलोड करें
id: Unggah ke iCloud
it: Carica su iCloud
ja: iCloudにアップロード
ko: iCloud에 업로드
nl: Uploaden naar iCloud
pl: Prześlij do iCloud
pt: Carregar para o iCloud
ru: Загрузка в iCloud
tr: iCloud'a Yükle
vi: Tải lên iCloud
zh_hant: 上傳到 iCloud

source: 土耳其语
ar: التركية
de: Türkisch
en: Turkish
es: Turco
fr: turc
hi: तुर्की
id: Turki
it: Turco
ja: トルコ語
ko: 터키어
nl: Turks
pl: turecki
pt: Turco
ru: Турецкий
tr: Türkçe
vi: Tiếng Thổ Nhĩ Kỳ
zh_hant: 土耳其語

source: 备份或迁移收藏内容。
ar: نسخ احتياطي أو نقل المحتوى المفضل.
de: Lesezeichen sichern oder übertragen.
en: Back up or move your saved items.
es: Haz una copia o mueve tus elementos guardados.
fr: Sauvegarder ou transférer vos favoris.
hi: पसंदीदा सामग्री का बैकअप लें या स्थानांतरित करें।
id: Cadangkan atau pindahkan konten favorit.
it: Esegui backup o trasferisci i preferiti.
ja: お気に入りをバックアップまたは移行します。
ko: 즐겨찾기 백업 또는 이동
nl: Back-up maken of favorieten migreren.
pl: Kopia zapasowa lub migracja ulubionych treści.
pt: Faça backup ou migre itens favoritos.
ru: Резервное копирование или перенос избранного.
tr: Yer imlerini yedekleyin veya taşıyın.
vi: Sao lưu hoặc di chuyển nội dung yêu thích.
zh_hant: 備份或遷移收藏內容。

source: 备注
ar: ملاحظة
de: Notiz
en: Note
es: Nota
fr: Note
hi: नोट
id: Catatan
it: Nota
ja: メモ
ko: 메모
nl: Notitie
pl: Notatka
pt: Nota
ru: Заметка
tr: Not
vi: Ghi chú
zh_hant: 備註

source: 失败原因
ar: سبب الفشل
de: Fehlerursache
en: Failure Reason
es: Motivo del fallo
fr: Cause de l'échec
hi: विफलता का कारण
id: Penyebab Kegagalan
it: Motivo dell'errore
ja: 失敗理由
ko: 실패 원인
nl: Reden van fout
pl: Przyczyna błędu
pt: Motivo da falha
ru: Причина сбоя
tr: Hata Nedeni
vi: Lý do thất bại
zh_hant: 失敗原因

source: 完成翻译后，最近 100 条记录会显示在这里。
ar: بعد إتمام الترجمة، ستظهر أحدث 100 سجل هنا.
de: Nach Abschluss der Übersetzung werden die letzten 100 Einträge hier angezeigt.
en: After translating, your 100 most recent records appear here.
es: Después de traducir, tus 100 registros más recientes aparecerán aquí.
fr: Une fois la traduction terminée, les 100 derniers enregistrements s'affichent ici.
hi: अनुवाद पूरा होने के बाद, हाल के 100 रिकॉर्ड यहाँ दिखाई देंगे।
id: Setelah menyelesaikan terjemahan, 100 catatan terbaru akan muncul di sini.
it: Dopo aver completato la traduzione, le ultime 100 voci appariranno qui.
ja: 翻訳完了後、最新100件の記録がここに表示されます。
ko: 번역 완료 후 최근 100개 기록이 여기에 표시됩니다.
nl: Na het voltooien van een vertaling worden de laatste 100 records hier weergegeven.
pl: Po zakończeniu tłumaczenia ostatnie 100 wpisów pojawi się tutaj.
pt: Após concluir a tradução, os últimos 100 registros aparecerão aqui.
ru: После завершения перевода последние 100 записей будут отображаться здесь.
tr: Çeviri tamamlandıktan sonra son 100 kayıt burada görünecek.
vi: Sau khi hoàn tất dịch, 100 bản ghi gần đây sẽ hiển thị ở đây.
zh_hant: 完成翻譯後，最近 100 筆記錄會顯示在這裡。

source: 导入
ar: استيراد
de: Importieren
en: Import
es: Importar
fr: Importer
hi: आयात करें
id: Impor
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
pl: Importuj
pt: Importar
ru: Импорт
tr: İçe Aktar
vi: Nhập
zh_hant: 匯入

source: 导入导出
ar: استيراد وتصدير
de: Import/Export
en: Import & Export
es: Importar y exportar
fr: Import/Export
hi: आयात और निर्यात
id: Impor & Ekspor
it: Importa/Esporta
ja: インポート/エクスポート
ko: 가져오기/내보내기
nl: Importeren/exporteren
pl: Import i eksport
pt: Importar/Exportar
ru: Импорт и экспорт
tr: İçe/Dışa Aktar
vi: Nhập/Xuất
zh_hant: 匯入匯出

source: 导入导出失败，请稍后重试。
ar: فشل الاستيراد/التصدير، يرجى المحاولة لاحقًا.
de: Import/Export fehlgeschlagen. Bitte später erneut versuchen.
en: Import or export failed. Please try again later.
es: La importación o exportación falló. Inténtalo de nuevo más tarde.
fr: Échec de l'import/export. Veuillez réessayer plus tard.
hi: आयात/निर्यात विफल, कृपया बाद में पुनः प्रयास करें।
id: Impor/Ekspor gagal, coba lagi nanti.
it: Importazione/esportazione fallita. Riprova più tardi.
ja: インポート/エクスポートに失敗しました。後でもう一度お試しください。
ko: 가져오기/내보내기 실패, 나중에 다시 시도하세요.
nl: Importeren/exporteren mislukt. Probeer het later opnieuw.
pl: Import/eksport nie powiódł się, spróbuj ponownie później.
pt: Falha na importação/exportação. Tente novamente mais tarde.
ru: Ошибка импорта/экспорта. Повторите попытку позже.
tr: İçe/dışa aktarma başarısız oldu, lütfen daha sonra tekrar deneyin.
vi: Nhập/xuất thất bại, vui lòng thử lại sau.
zh_hant: 匯入匯出失敗，請稍後重試。

source: 导入文件不是有效的 WordScene JSON。
ar: ملف الاستيراد ليس JSON صالحًا لـ WordScene.
de: Die importierte Datei ist kein gültiges WordScene JSON.
en: The import file is not valid WordScene JSON.
es: El archivo de importación no es un JSON válido de WordScene.
fr: Le fichier importé n'est pas un JSON WordScene valide.
hi: आयात फ़ाइल मान्य WordScene JSON नहीं है।
id: File impor bukan JSON WordScene yang valid.
it: Il file importato non è un JSON valido di WordScene.
ja: インポートファイルが有効なWordScene JSONではありません。
ko: 가져온 파일이 유효한 WordScene JSON이 아닙니다.
nl: Het importbestand is geen geldige WordScene JSON.
pl: Importowany plik nie jest prawidłowym JSON-em WordScene.
pt: O arquivo importado não é um JSON válido do WordScene.
ru: Импортируемый файл не является допустимым JSON WordScene.
tr: İçe aktarılan dosya geçerli bir WordScene JSON değil.
vi: Tệp nhập không phải là JSON WordScene hợp lệ.
zh_hant: 匯入檔案不是有效的 WordScene JSON。

source: 导入文件校验失败，文件可能已被修改或损坏。
ar: فشل التحقق من ملف الاستيراد، قد يكون الملف معدلاً أو تالفًا.
de: Die importierte Datei hat die Prüfung nicht bestanden. Sie wurde möglicherweise geändert oder ist beschädigt.
en: Import file verification failed. The file may have been changed or damaged.
es: La verificación del archivo falló. Es posible que el archivo se haya modificado o dañado.
fr: La vérification du fichier importé a échoué. Le fichier a peut-être été modifié ou corrompu.
hi: आयात फ़ाइल सत्यापन विफल, फ़ाइल संशोधित या दूषित हो सकती है।
id: Verifikasi file impor gagal, file mungkin telah diubah atau rusak.
it: Il file importato non ha superato la verifica. Potrebbe essere stato modificato o danneggiato.
ja: インポートファイルの検証に失敗しました。ファイルが変更または破損している可能性があります。
ko: 가져온 파일 검증 실패, 파일이 수정되었거나 손상되었을 수 있습니다.
nl: Validatie van het importbestand mislukt. Het bestand is mogelijk gewijzigd of beschadigd.
pl: Weryfikacja importowanego pliku nie powiodła się – plik mógł zostać zmodyfikowany lub uszkodzony.
pt: Falha na validação do arquivo importado. O arquivo pode ter sido modificado ou corrompido.
ru: Проверка импортируемого файла не пройдена. Возможно, файл был изменён или повреждён.
tr: İçe aktarma dosyası doğrulaması başarısız oldu, dosya değiştirilmiş veya bozulmuş olabilir.
vi: Xác thực tệp nhập thất bại, tệp có thể đã bị sửa đổi hoặc hỏng.
zh_hant: 匯入檔案驗證失敗，檔案可能已被修改或損毀。

source: 导入文件版本不支持，请升级 App 后重试。
ar: إصدار ملف الاستيراد غير مدعوم، يرجى تحديث التطبيق والمحاولة مرة أخرى.
de: Die Version der importierten Datei wird nicht unterstützt. Bitte aktualisieren Sie die App und versuchen Sie es erneut.
en: This import file version is not supported. Upgrade the app and try again.
es: Esta versión del archivo de importación no es compatible. Actualiza la app e inténtalo de nuevo.
fr: La version du fichier importé n'est pas prise en charge. Veuillez mettre à jour l'application et réessayer.
hi: आयात फ़ाइल संस्करण समर्थित नहीं है, कृपया ऐप अपडेट करके पुनः प्रयास करें।
id: Versi file impor tidak didukung, perbarui aplikasi lalu coba lagi.
it: La versione del file importato non è supportata. Aggiorna l'app e riprova.
ja: インポートファイルのバージョンがサポートされていません。アプリをアップデートしてからもう一度お試しください。
ko: 가져온 파일 버전이 지원되지 않습니다. 앱을 업그레이드한 후 다시 시도하세요.
nl: Importbestandversie wordt niet ondersteund. Upgrade de app en probeer het opnieuw.
pl: Wersja importowanego pliku nie jest obsługiwana – zaktualizuj aplikację i spróbuj ponownie.
pt: Versão do arquivo importado não suportada. Atualize o aplicativo e tente novamente.
ru: Версия импортируемого файла не поддерживается. Обновите приложение и повторите попытку.
tr: İçe aktarma dosyası sürümü desteklenmiyor, lütfen uygulamayı güncelleyip tekrar deneyin.
vi: Phiên bản tệp nhập không được hỗ trợ, vui lòng nâng cấp ứng dụng và thử lại.
zh_hant: 匯入檔案版本不支援，請升級 App 後重試。

source: 导出
ar: تصدير
de: Exportieren
en: Export
es: Exportar
fr: Exporter
hi: निर्यात करें
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспорт
tr: Dışa Aktar
vi: Xuất
zh_hant: 匯出

source: 导出原始备份
ar: تصدير النسخ الاحتياطي الأصلي
de: Rohes Backup exportieren
en: Export Raw Backup
es: Exportar copia original
fr: Exporter la sauvegarde brute
hi: मूल बैकअप निर्यात करें
id: Ekspor Cadangan Mentah
it: Esporta backup originale
ja: 元のバックアップをエクスポート
ko: 원본 백업 내보내기
nl: Ruwe back-up exporteren
pl: Eksportuj surową kopię zapasową
pt: Exportar backup original
ru: Экспорт сырой резервной копии
tr: Ham Yedekleme Dışa Aktar
vi: Xuất bản sao lưu gốc
zh_hant: 匯出原始備份

source: 导出文件不加密，包含收藏内容，但不包含 API Token。请妥善保管。
ar: الملف المُصدر غير مشفر، ويحتوي على المحتوى المفضل، لكنه لا يحتوي على Token API. يُرجى الاحتفاظ به بأمان.
de: Die exportierte Datei ist unverschlüsselt, enthält Lesezeichen, aber keinen API Token. Bitte sicher aufbewahren.
en: Exported files are not encrypted and include saved items, but not your API token. Store them carefully.
es: Los archivos exportados no están cifrados e incluyen elementos guardados, pero no tu token de API. Guárdalos con cuidado.
fr: Le fichier exporté n'est pas chiffré. Il contient vos favoris mais pas le jeton API. Conservez-le en lieu sûr.
hi: निर्यात फ़ाइल एन्क्रिप्टेड नहीं है, इसमें पसंदीदा सामग्री है, लेकिन API Token नहीं है। कृपया सुरक्षित रखें।
id: File ekspor tidak dienkripsi, berisi konten favorit, tetapi tidak berisi Token API. Simpan dengan aman.
it: Il file esportato non è crittografato, contiene i preferiti ma non il Token API. Conservalo con cura.
ja: エクスポートファイルは暗号化されておらず、お気に入りが含まれますが、API Tokenは含まれません。大切に保管してください。
ko: 내보내기 파일은 암호화되지 않으며 즐겨찾기 내용을 포함하지만 API Token은 포함하지 않습니다. 안전하게 보관하세요.
nl: Het exportbestand is niet versleuteld, bevat favorieten maar geen API Token. Bewaar het veilig.
pl: Eksportowany plik nie jest szyfrowany, zawiera ulubione treści, ale nie zawiera tokena API. Przechowuj go bezpiecznie.
pt: O arquivo exportado não é criptografado, contém itens favoritos, mas não contém Token da API. Guarde-o com cuidado.
ru: Экспортируемый файл не зашифрован, содержит избранное, но не содержит API Token. Храните его в надёжном месте.
tr: Dışa aktarılan dosya şifrelenmez, yer imlerini içerir ancak API Token içermez. Lütfen güvenli bir şekilde saklayın.
vi: Tệp xuất không được mã hóa, bao gồm nội dung yêu thích nhưng không bao gồm API Token. Vui lòng bảo quản cẩn thận.
zh_hant: 匯出檔案不加密，包含收藏內容，但不包含 API Token。請妥善保管。

source: 导出文件包含收藏内容，请妥善保管。
ar: الملف المُصدر يحتوي على المحتوى المفضل، يُرجى الاحتفاظ به بأمان.
de: Die exportierte Datei enthält Lesezeichen. Bitte sicher aufbewahren.
en: Exported files include saved items. Store them carefully.
es: Los archivos exportados incluyen elementos guardados. Guárdalos con cuidado.
fr: Le fichier exporté contient vos favoris. Conservez-le en lieu sûr.
hi: निर्यात फ़ाइल में पसंदीदा सामग्री है, कृपया सुरक्षित रखें।
id: File ekspor berisi konten favorit, simpan dengan aman.
it: Il file esportato contiene i preferiti. Conservalo con cura.
ja: エクスポートファイルにはお気に入りが含まれます。大切に保管してください。
ko: 내보내기 파일에 즐겨찾기 내용이 포함되어 있습니다. 안전하게 보관하세요.
nl: Het exportbestand bevat favorieten. Bewaar het veilig.
pl: Eksportowany plik zawiera ulubione treści – przechowuj go bezpiecznie.
pt: O arquivo exportado contém itens favoritos. Guarde-o com cuidado.
ru: Экспортируемый файл содержит избранное. Храните его в надёжном месте.
tr: Dışa aktarılan dosya yer imlerini içerir, lütfen güvenli bir şekilde saklayın.
vi: Tệp xuất bao gồm nội dung yêu thích, vui lòng bảo quản cẩn thận.
zh_hant: 匯出檔案包含收藏內容，請妥善保管。

source: 导出文件名
ar: اسم ملف التصدير
de: Exportdateiname
en: Export File Name
es: Nombre del archivo de exportación
fr: Nom du fichier exporté
hi: निर्यात फ़ाइल नाम
id: Nama File Ekspor
it: Nome file esportato
ja: エクスポートファイル名
ko: 내보내기 파일 이름
nl: Exportbestandsnaam
pl: Nazwa pliku eksportu
pt: Nome do arquivo exportado
ru: Имя файла экспорта
tr: Dışa Aktarma Dosya Adı
vi: Tên tệp xuất
zh_hant: 匯出檔案名稱

source: 已保存
ar: تم الحفظ
de: Gespeichert
en: Saved
es: Guardado
fr: Enregistré
hi: सहेजा गया
id: Tersimpan
it: Salvato
ja: 保存済み
ko: 저장됨
nl: Opgeslagen
pl: Zapisano
pt: Salvo
ru: Сохранено
tr: Kaydedildi
vi: Đã lưu
zh_hant: 已儲存

source: 已准备 %lld 个旧缓存文档，请在系统面板中选择保存位置。
ar: تم تجهيز %lld مستندات ذاكرة تخزين مؤقت قديمة، يرجى اختيار موقع الحفظ في لوحة النظام.
de: %lld alte Cache-Dokumente vorbereitet. Bitte wählen Sie im Systemdialog einen Speicherort.
en: Prepared %lld legacy cache documents. Choose a save location in the system panel.
es: Se prepararon %lld documentos de caché antigua. Elige una ubicación en el panel del sistema.
fr: %lld documents de cache prêts. Veuillez choisir un emplacement dans le panneau système.
hi: %lld पुराने कैश दस्तावेज़ तैयार हैं, कृपया सिस्टम पैनल में सहेजने का स्थान चुनें।
id: Siap %lld dokumen cache lama, pilih lokasi penyimpanan di panel sistem.
it: Preparati %lld documenti cache. Scegli la posizione di salvataggio nel pannello di sistema.
ja: %lld 個の旧キャッシュドキュメントを準備しました。システムパネルで保存場所を選択してください。
ko: %lld개의 이전 캐시 문서가 준비되었습니다. 시스템 패널에서 저장 위치를 선택하세요.
nl: %lld oude cachedocumenten voorbereid. Selecteer een opslaglocatie in het systeemvenster.
pl: Przygotowano %lld starych dokumentów pamięci podręcznej. Wybierz lokalizację zapisu w panelu systemowym.
pt: %lld documentos de cache antigos preparados. Selecione o local de salvamento no painel do sistema.
ru: Подготовлено %lld старых кэшированных документов. Выберите место сохранения в системной панели.
tr: %lld eski önbellek belgesi hazırlandı, lütfen sistem panelinde kaydetme konumunu seçin.
vi: Đã chuẩn bị %lld tài liệu bộ nhớ đệm cũ, vui lòng chọn vị trí lưu trong bảng hệ thống.
zh_hant: 已準備 %lld 個舊快取文件，請在系統面板中選擇儲存位置。

source: 已准备 %lld 条记忆，请在系统面板中选择保存位置。%@
ar: تم تجهيز %lld عنصرًا من الذاكرة، يرجى اختيار موقع الحفظ في لوحة النظام.%@
de: %lld Lesezeichen vorbereitet. Bitte wählen Sie im Systemdialog einen Speicherort. %@
en: Prepared %lld memory items. Choose a save location in the system panel. %@
es: Se prepararon %lld elementos de memoria. Elige una ubicación en el panel del sistema. %@
fr: %lld éléments de mémoire prêts. Veuillez choisir un emplacement dans le panneau système.%@
hi: %lld यादें तैयार हैं, कृपया सिस्टम पैनल में सहेजने का स्थान चुनें। %@
id: Siap %lld memori, pilih lokasi penyimpanan di panel sistem. %@
it: Preparate %lld voci. Scegli la posizione di salvataggio nel pannello di sistema.%@
ja: %lld 件のメモリを準備しました。システムパネルで保存場所を選択してください。%@
ko: %lld개의 기억이 준비되었습니다. 시스템 패널에서 저장 위치를 선택하세요. %@
nl: %lld herinneringen voorbereid. Selecteer een opslaglocatie in het systeemvenster. %@
pl: Przygotowano %lld wpisów. Wybierz lokalizację zapisu w panelu systemowym. %@
pt: %lld itens de memória preparados. Selecione o local de salvamento no painel do sistema. %@
ru: Подготовлено %lld записей. Выберите место сохранения в системной панели. %@
tr: %lld kayıt hazırlandı, lütfen sistem panelinde kaydetme konumunu seçin.%@
vi: Đã chuẩn bị %lld mục ghi nhớ, vui lòng chọn vị trí lưu trong bảng hệ thống. %@
zh_hant: 已準備 %lld 條記憶，請在系統面板中選擇儲存位置。%@

source: 已取消导入，未读取文件。
ar: تم إلغاء الاستيراد، لم يتم قراءة الملف.
de: Import abgebrochen, keine Datei gelesen.
en: Import canceled. No file was read.
es: Importación cancelada. No se leyó ningún archivo.
fr: Importation annulée, aucun fichier lu.
hi: आयात रद्द किया गया, कोई फ़ाइल नहीं पढ़ी गई।
id: Impor dibatalkan, file tidak dibaca.
it: Importazione annullata. Nessun file letto.
ja: インポートをキャンセルしました。ファイルは読み込まれていません。
ko: 가져오기가 취소되어 파일을 읽지 않았습니다.
nl: Importeren geannuleerd, geen bestand gelezen.
pl: Anulowano import – nie odczytano pliku.
pt: Importação cancelada. Nenhum arquivo foi lido.
ru: Импорт отменён, файл не прочитан.
tr: İçe aktarma iptal edildi, dosya okunmadı.
vi: Đã hủy nhập, chưa đọc tệp.
zh_hant: 已取消匯入，未讀取檔案。

source: 已取消导出，未写入文件。
ar: تم إلغاء التصدير، لم يتم كتابة الملف.
de: Export abgebrochen, keine Datei geschrieben.
en: Export canceled. No file was written.
es: Exportación cancelada. No se escribió ningún archivo.
fr: Exportation annulée, aucun fichier écrit.
hi: निर्यात रद्द किया गया, कोई फ़ाइल नहीं लिखी गई।
id: Ekspor dibatalkan, file tidak ditulis.
it: Esportazione annullata. Nessun file scritto.
ja: エクスポートをキャンセルしました。ファイルは書き込まれていません。
ko: 내보내기가 취소되어 파일을 쓰지 않았습니다.
nl: Exporteren geannuleerd, geen bestand geschreven.
pl: Anulowano eksport – nie zapisano pliku.
pt: Exportação cancelada. Nenhum arquivo foi gravado.
ru: Экспорт отменён, файл не записан.
tr: Dışa aktarma iptal edildi, dosya yazılmadı.
vi: Đã hủy xuất, chưa ghi tệp.
zh_hant: 已取消匯出，未寫入檔案。

source: 已取消旧缓存原始备份导出，未写入文件。
ar: تم إلغاء تصدير النسخة الاحتياطية الأصلية للذاكرة المؤقتة القديمة، لم يتم كتابة الملف.
de: Export des alten Cache-Rohbackups abgebrochen, keine Datei geschrieben.
en: Legacy cache backup export canceled. No file was written.
es: Exportación de la copia de caché antigua cancelada. No se escribió ningún archivo.
fr: Exportation de la sauvegarde brute annulée, aucun fichier écrit.
hi: पुराने कैश का मूल बैकअप निर्यात रद्द किया गया, कोई फ़ाइल नहीं लिखी गई।
id: Ekspor cadangan cache lama dibatalkan, file tidak ditulis.
it: Esportazione backup cache originale annullata. Nessun file scritto.
ja: 旧キャッシュの元のバックアップエクスポートをキャンセルしました。ファイルは書き込まれていません。
ko: 이전 캐시 원본 백업 내보내기가 취소되어 파일을 쓰지 않았습니다.
nl: Exporteren van oude cache-back-up geannuleerd, geen bestand geschreven.
pl: Anulowano eksport surowej kopii zapasowej – nie zapisano pliku.
pt: Exportação de backup de cache antigo cancelada. Nenhum arquivo foi gravado.
ru: Экспорт сырой резервной копии отменён, файл не записан.
tr: Eski önbellek yedekleme dışa aktarması iptal edildi, dosya yazılmadı.
vi: Đã hủy xuất bản sao lưu gốc bộ nhớ đệm cũ, chưa ghi tệp.
zh_hant: 已取消舊快取原始備份匯出，未寫入檔案。

source: 已同步云端
ar: تمت المزامنة مع السحابة
de: Mit Cloud synchronisiert
en: Synced to Cloud
es: Sincronizado en la nube
fr: Synchronisé avec le cloud
hi: क्लाउड से सिंक किया गया
id: Tersinkronisasi ke Cloud
it: Sincronizzato con il cloud
ja: クラウドと同期済み
ko: 클라우드 동기화 완료
nl: Gesynchroniseerd met cloud
pl: Zsynchronizowano z chmurą
pt: Sincronizado com a nuvem
ru: Синхронизировано с облаком
tr: Bulutla Senkronize Edildi
vi: Đã đồng bộ đám mây
zh_hant: 已同步雲端

source: 已复制
ar: تم النسخ
de: Kopiert
en: Copied
es: Copiado
fr: Copié
hi: कॉपी किया गया
id: Disalin
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
pt: Copiado
ru: Скопировано
tr: Kopyalandı
vi: Đã sao chép
zh_hant: 已複製

source: 已导入 %lld 条，覆盖 %lld 条，跳过 %lld 条。
ar: تم استيراد %lld، واستبدال %lld، وتخطي %lld.
de: %lld importiert, %lld ersetzt, %lld übersprungen.
en: Imported: %lld. Replaced: %lld. Skipped: %lld.
es: Importados: %lld. Reemplazados: %lld. Omitidos: %lld.
fr: %lld importé(s), %lld remplacé(s), %lld ignoré(s).
hi: %lld आयात, %lld बदले, %lld छोड़े गए।
id: Diimpor %lld, ditimpa %lld, dilewati %lld.
it: Importati %lld, sovrascritti %lld, saltati %lld.
ja: %lld 件インポート、%lld 件上書き、%lld 件スキップしました。
ko: %lld개 가져옴, %lld개 덮어씀, %lld개 건너뜀.
nl: %lld geïmporteerd, %lld overschreven, %lld overgeslagen.
pl: Zaimportowano %lld, zastąpiono %lld, pominięto %lld.
pt: Importados %lld, substituídos %lld, ignorados %lld.
ru: Импортировано %lld, заменено %lld, пропущено %lld.
tr: %lld alındı, %lld değiştirildi, %lld atlandı.
vi: Đã nhập %lld mục, ghi đè %lld mục, bỏ qua %lld mục.
zh_hant: 已導入 %lld 條，覆蓋 %lld 條，跳過 %lld 條。

source: 已导出 %@。%@
ar: تم تصدير %@. %@
de: %@ exportiert. %@
en: Exported %@. %@
es: Se exportó %@. %@
fr: %@ exporté(s). %@
hi: %@ निर्यात किया गया। %@
id: Diekspor %@. %@
it: Esportato %@. %@
ja: %@ をエクスポートしました。%@
ko: %@ 내보냄. %@
nl: %@ geëxporteerd. %@
pl: Wyeksportowano %@. %@
pt: Exportado %@. %@
ru: Экспортировано %@. %@
tr: %@ dışa aktarıldı. %@
vi: Đã xuất %@. %@
zh_hant: 已導出 %@。%@

source: 已导出旧缓存原始备份 %@。
ar: تم تصدير النسخة الاحتياطية الأصلية للذاكرة المؤقتة القديمة %@.
de: Altes Cache-Backup %@ exportiert.
en: Exported raw legacy cache backup %@.
es: Se exportó la copia original de caché antigua %@.
fr: Sauvegarde du cache local exportée : %@.
hi: पुराना कैश बैकअप %@ निर्यात किया गया।
id: Cadangan cache lama %@ telah diekspor.
it: Esportato backup cache locale %@.
ja: 旧キャッシュの元のバックアップ %@ をエクスポートしました。
ko: 이전 캐시 원본 백업 %@ 내보냄.
nl: Oude cache-back-up %@ geëxporteerd.
pl: Wyeksportowano starą kopię zapasową pamięci podręcznej %@.
pt: Exportado backup do cache antigo %@.
ru: Экспортирована резервная копия старого кэша %@.
tr: Eski önbellek yedeklemesi %@ dışa aktarıldı.
vi: Đã xuất bản sao lưu bộ nhớ đệm cũ %@.
zh_hant: 已導出舊快取原始備份 %@。

source: 已收藏 %lld 条
ar: تم حفظ %lld
de: %lld gespeichert
en: %lld saved items
es: %lld guardados
fr: %lld favori(s)
hi: %lld सहेजे गए
id: Disimpan %lld
it: Salvati %lld
ja: %lld 件保存済み
ko: %lld개 저장됨
nl: %lld opgeslagen
pl: Zapisano %lld
pt: Salvos %lld
ru: Сохранено %lld
tr: %lld kaydedildi
vi: Đã lưu %lld mục
zh_hant: 已收藏 %lld 條

source: 已翻译
ar: تمت الترجمة
de: Übersetzt
en: Translated
es: Traducido
fr: Traduit
hi: अनुवादित
id: Diterjemahkan
it: Tradotto
ja: 翻訳済み
ko: 번역됨
nl: Vertaald
pl: Przetłumaczono
pt: Traduzido
ru: Переведено
tr: Çevrildi
vi: Đã dịch
zh_hant: 已翻譯
